"WIFI NOT REACHABLE" = "WI-FI NIET BEREIKBAAR";
"START NOT RECEIVED" = "STARTOPDRACHT NIET ONTVANGEN";
"CONTROL LINK NOT AVAILABLE" = "BEDIENING NIET BEREIKBAAR";
"ULTRASOUND EMERGENCY" = "PROBLEEM MET ULTRASOON GELUID";
"CUT OUT EMERGENCY" = "MOTOREN GEBLOKKEERD";
"MOTORS EMERGENCY" = "MOTORSTORING";
"CAMERA EMERGENCY" = "PROBLEEM MET CAMERA";
"PIC WATCHDOG EMERGENCY" = "PIC WATCHDOG EMERGENCY";
"PIC VERSION EMERGENCY" = "PIC VERSION EMERGENCY";
"TOO MUCH ANGLE EMERGENCY" = "HOEKOVERSCHRIJDING";	
"BATTERY LOW EMERGENCY" = "ACCU LEEG";
"USER EMERGENCY" = "NOODUITSCHAKELING DOOR GEBRUIKER";
"UNKNOWN EMERGENCY" = "ONBEKEND PROBLEEM";
"PRESS RESET" = "DRUK OP RESET";
"BATTERY LOW ALERT" = "BATTERIJNIVEAU ALARM";
"ULTRASOUND ALERT" = "ULTRASOON GELUID ALARM";
"VISION ALERT" = "ZICHT ALARM";
"VIDEO CONNECTION ALERT" = "ALARM VIDEOVERBINDING";
"CAMERA ALERT" = "CAMERA ALARM";

/* Pop-up messages */

"USB drive full\nPlease connect a new one" = "USB drive vol\nSluit een nieuwe drive aan";
"Please reboot your %@ to enable full piloting capabilities" = "Start uw %@ opnieuw om de gehele besturing beschikbaar te maken";
"Your video is being processed\nPlease do not close the application\nIt will appear shortly in the video section" = "Uw video wordt verwerkt.\nSluit de applicatie niet\n af, de video zal verschijnen in de video sectie.";
"Please wait until the end of the recording" = "Wachten tot het einde van de opname, aub";

/* Settings Menu Text */

"DEFAULT SETTINGS" = "STANDAARD INSTELLINGEN";
"FLAT TRIM" = "FLAT TRIM";
"PERSONAL SETTINGS" = "PERSOONLIJKE INSTELLINGEN";
"PAIRING" = "KOPPELEN";
"AR.DRONE NETWORK NAME" = "AR.DRONE NETWERKNAAM";
"INTERFACE OPACITY" = "TRANSPARANTIE VAN DE INTERFACE";
"USB RECORD" = "USB OPNAME";
"FLIP ENABLED" = "FLIP INGESCHAKELD";
"FLIGHT SETTINGS" = "VLUCHTINSTELLINGEN";
"ALTITUDE LIMIT" = "HOOGTEGRENS";
"VERTICAL SPEED MAX" = "MAX VERTICALE SNELHEID";
"mm/s" = "mm/s";
"ROTATION SPEED MAX" = "MAX DRAAISNELHEID";
"°/s" = "°/s";
"TILT ANGLE MAX" = "MAXIMUM HELLINGSGRAAD";
"OUTDOOR HULL" = "BUITEN HULL";
"OUTDOOR FLIGHT" = "BUITENVLUCHT";
"PILOTING MODE" = "BESTURINGSMODUS";
"JOYPAD MODE" = "JOYPADMODUS";
"ABSOLUTE CONTROL" = "ABSOLUTE CONTROL";
"CALIBRATION" = "IJKING";
"Calibration Warning" = "Kalibratiewaarschuwing";
"Keep your distance with your AR.Drone. It will now spin once on itself to calibrate its compass." = "Houdt afstand tot uw AR.Drone. Hij draait nu eenmaal om zijn as om het kompas te kalibreren.";
"LEFT-HANDED" = "LINKSHANDIG";
"%@ TILT MAX" = "%@ MAXIMUM HELLING";
"STATUS" = "STATUS";
"Version" = "Versie";
"Hardware" = "Hardware";
"Software" = "Software";
"INERTIAL" = "INERTIEEL";
"MOTORS VERSIONS" = "MOTORENVERSIES";
"MOTOR %d" = "MOTOR %d";
"Type" = "Type";
"VIDEO SETTINGS" = "VIDEO INSTELLINGEN";
"ADAPTATIVE VIDEO" = "ADAPTATIEVE VIDEO";
"VIDEO CODEC" = "VIDEO CODEC";

"New AR.Drone network name" = "Nieuwe AR.Drone netwerknaam";
"Please quit the application and restart your AR.Drone. Connect to %s network and relaunch AR.FreeFlight to apply changes." = "Sluit de applicatie en start uw AR.Drone opnieuw. Maak verbinding met %s netwerk en start AR.Freeflight opniew om de wijzigingen toe te passen.";
"Bad network name" = "Onjuiste netwerknaam";
"The network name can only contain alphanumeric characters and underscores, and must not be longer than 32 characters." = "Netwerknaam mag enkel alfanumerieke tekens en underscores bevatten, daarnaast mag de naam niet langer zijn dan 32 tekens.";
"Location Services Disabled" = "Locatiediensten uitgeschakeld";
"You need to enable this service to use absolute control." = "U dient deze dienst in te schakelen om gebruik te kunnen maken van de modus absolute controle.";
"Location Services Alert" = "Alarm locatiediensten";
"Location services request timeout.\nYour location won't be stored in your AR.Drone." = "Locatiedienst time-out. Uw locatie wordt niet opgeslagen in uw AR.Drone";
"If you want to store your location and access your media gallery, enable it in your device's settings." = "Als u uw locatie wil opslaan en uw mediagallerij wil openen, dan dient u deze in te schaken in de apparaatinstellingen";